brew 'bash'
brew 'curl'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'libxml2'
brew 'neovim'
brew 'nvm'
brew 'pngpaste'
brew 'pyenv'
brew 'ripgrep'
brew 'tmux'
brew 'tmuxinator'
brew 'tree'
brew 'unzip'
brew 'uv'
brew 'wget'
cask 'font-jetbrains-mono-nerd-font'
cask 'ghostty'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'tailscale-app'
cask 'unnaturalscrollwheels'
