brew 'bash'
brew 'colima'
brew 'curl'
brew 'docker'
brew 'docker-compose'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'imagemagick'
brew 'ko'		# SAMBA
brew 'kubectl'
brew 'minikube'
brew 'neovim'
brew 'nvm'
brew 'php'		# GDSC
brew 'pngpaste'
brew 'pyenv'
brew 'ripgrep'
brew 'tmux'
brew 'tree'
brew 'unzip'
brew 'wget'
cask 'burp-suite'	# CTFs
cask 'eqmac'
cask 'font-jetbrains-mono-nerd-font'
cask 'ghostty'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'mactex'
cask 'microsoft-powerpoint'	# school
cask 'prismlauncher'		# prism minecraft launcher
cask 'spotify'
cask 'unnaturalscrollwheels'
cask 'wireshark'	# CTFs
cask 'zulu'		# java sdk for minecraft
