brew 'bash'
brew 'colima'
brew 'curl'
brew 'docker'
brew 'docker-compose'
brew 'git'
brew 'git-lfs'
brew 'ko'		# SAMBA
brew 'kubectl'		# SAMBA
brew 'minikube'
brew 'neovim'
brew 'nvm'
brew 'pdflatex'
brew 'php'
brew 'pngpaste'
brew 'pyenv'
brew 'ripgrep'
brew 'tmux'
brew 'tree'
brew 'unzip'
brew 'wget'
cask 'burp-suite'	# CTFs
cask 'font-jetbrains-mono-nerd-font'
cask 'ghostty'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'microsoft-powerpoint'
cask 'spotify'
cask 'unnaturalscrollwheels'
cask 'wireshark'	# CTFs
cask 'zotero'		# school/research
